/* Localizable String */
sUIName = "Utilería de Red Inalámbrica";
sUIVersion = "Versión de la Utilería";
sDriverVersion = "Versión del Controlador: v";
sCopyright = "Copyright 2018.";

// Button
OK ="Aceptar";
CANCEL ="Cancelar";
NO ="No";
YES ="Si";
Join="Acceder";
Profiles="Perfiles";
Join_Other="Otra...";
Show_Nets="Mostrar redes";
Apply="Aplicar";
Remove="Eliminar";
PIN="PIN";
PBC="PBC";
Forget="Olvidar esta red";

//DropDownMenu
State_RfOn="USB-WiFi: activado";
State_RfOff="USB-WiFi: desactivado";
State_Scan="USB-WiFi: buscando redes...";
State_Unplug="Sin conectar tarjeta USB-WiFi";
State_Disable="Por favor Habilitar USB-WiFi";

Info_IfName="Nombre de interfaz:";
Info_MacAddr="Dirección:";
Info_IpAddr= "Dirección IP:";
Info_Router= "Router:";
Info_Reachable= "Internet: Accesible";
Info_Unreachable= "Internet: Inaccesible";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Canal:";
Info_CountryCode= "Código de país:";
Info_RSSI= "RSSI:";
Info_Noise= "Ruido:";
Info_TxRate= "Velocidad de transmisión:";
Info_PhyMode= "Modo PHY:";
Info_McsIndex= "Índice MCS:";

Radio_ON ="Activar USB-WiFi";
Radio_OFF ="Desactivar USB-WiFi";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="Acceder a otra red...";
Create_Adhoc="Crear red Adhoc...";
WPS_Fun="WPS...";
Open_Utility="Abrir Utilidad Inalámbrica...";
Open_Preference="Abrir el panel de preferencias Red...";

//ScanTable View
ScanTable_View_Title="Seleccione la red a la que desea acceder.";
ScanTable_View_SubTitle="Seleccione en la lista la red Wi-Fi a la que desea acceder y, a continuación, introduzca la contraseña de la red si es necesario.";
Associated="Asociado";
SignalStrength="Intensidad de señal";
Scanning="Explorando...";

// Setting Field View
Join_BroadcastSecAP1="La red Wi-Fi";
Join_BroadcastSecAP2="requiere una contraseña";
Join_BroadcastSecAP3="";
Join_HiddenSecAP1="Esta red oculta requiere una contraseña";
Join_HiddenSecAP2=" ";
Join_HiddenOpenAP="Introduzca el nombre de la red oculta.";

// Join Other
Create_Infra_Title="Introduzca el nombre de la red.";
Create_Infra_SubTitle="Introduzca el nombre de la red a la que desea acceder e introduzca la contraseña si es necesario.";
Create_Adhoc_Title="Crear una red de computadora a computadora.";
Create_Adhoc_SubTitle="Introduce el nombre de la red de computadora a computadora que desea crear.";

//Setting Field
Security_None="Ninguna";
Security_OpenWep="OPEN_SYSTEM WEP";
Security_SharedWep="SHARED_KEY WEP";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Empresa TKIP";
Security_WpaAes1X="WPA Empresa AES";
Security_Wpa2Tkip1X="WPA2 Empresa TKIP";
Security_Wpa2Aes1X="WPA2 Empresa AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";
Security_MixMode="seguridad";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="WPA Personal";
Profile_Wpa2="WPA2 Personal";
Profile_Wpa1X="WPA Empresa";
Profile_Wpa21X="WPA2 Empresa";
Profile_WpaNone="WPA-Ninguna";

NetworkName="Nombre de la red:";
Security="Seguridad:";
Password="Contraseña:";
ShowPassword="Mostrar contraseña";
ASCII="ASCII";
UserName="Usuario:";
EAP="802.1x EAP:";
PEAP="Automático (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="Certificado CA:";
Client_Cert="Certificado cliente:";
Private_Key="Clave privada:";
Private_Key_Pwd="Contraseña clave privada:";

Choose_Private_Key="Seleccionar archivo de clave privada (PEM/DER/PFX)";
Choose_Client_Cert="Elegir archivo certificado de cliente (PEM/DER/PFX)";
Choose_CA_Cert="Elegir archivo certificado de CA (PEM/DER/CER)";

Select_KeyChain_Cert_Desc="Seleccione Certificado De Llavero";
Select_File_Cert_Desc="Seleccionar archivo de certificado";
Select_KeyChain_Identity_Desc="Seleccione Identidad De Llavero";
Select_KeyChain_Key_Desc="Seleccione la clave privada del llavero";
Select_File_Key_Desc="Seleccionar archivo de clave privada";

Cert_Expire="El certificado del archivo ha caducado";

Cert_Examine_Title1="Autenticando en la red";
Cert_Examine_Title2=" ";
Cert_Examine_Info1="Antes de autenticarse en el servidor";
Cert_Examine_Info2=", deberá examinar el certificado del servidor para asegurarse de que es adecuado para esta red.\n\n Para ver el certificado, haga clic en \'Mostrar certificado\'.";


// Profiles
PreferredNet="Redes preferidas:";
StateTitle="Estado";
SSIDTitle="SSID";
SecurityTitle="Seguridad";


//WPS 
WPS_PIN_Title="Por favor, introducir el código PIN en la página de configuración del AP ";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="sec";
WPS_Progress="WPS pasos :";
WPS_init_Str ="  inicializar el proceso de WPS ";
WPS_scan_Str ="  Escanear AP activados con WPS ";
WPS_connect_Str ="  Conectarse con AP activados con WPS ";
WPS_handshake_Str ="  Inicializar el enlace WPS ";
WPS_exchange_Str ="  El intercambio de mensajes WPS";
WPS_done_Str ="  El intercambio de mensajes WPS [Aplicado] ";
WPS_fail_Str ="  El intercambio de mensajes WPS fallo, Intente conectar otro AP con WPS";
WPS_start_Str ="  Iniciar WPS";
WPS_finish_Str ="    Protocolo finalizado de WPS !!";
WPS_auto_connect_Str ="Se conectará al AP con WPS automáticamente.";
WPS_timeout_Str ="     Tiempo de espera del WPS !!";
WPS_connection_failed_Str = "La conexión falló. Por favor, inténtelo de nuevo más tarde !!";

Wps_overlap_Str = "Conflicto de sesión";
Wps_more_pbc_Str = "Más de un punto de acceso en modo PBC";
Wps_retry_Str = "Por favor utilice el PIN o espere un poco para volver a intentarlo";


ERROR0 ="ERROR";
ERROR1 ="Por favor, introduzca una clave!";
ERROR2 ="Incorrecta Ìndice de clave WEP !!! ";
ERROR3 ="La longitud de la clave es de 8 ~ 63 ASCII o 64 en hexadecimal!";
ERROR4 ="La clave de red no es de formato hexadecimal (0~9,a~f,A~F)!";
ERROR5 ="La longitud de la clave ASCII debe ser 5 o 13!";
ERROR6 ="La longitud de la clave de red no es correcta!";
ERROR7 ="La longitud de la clave de red debe ser 10 o 26!";
ERROR8 ="La clave de red y la Confirmación de la clave no es la misma!";
ERROR9 ="La clave de red no es de formato ASCII!";
ERROR10 ="La clave de red no es de formato Hexadecimal de 64(0~9, a~f, A~F)!";
ERROR11 ="Este plan de canales no puede unirse ad hoc con los canales 12,13 o la Banda 2, Banda 3!!";
ERROR12 ="No se puede unir con Ad Hoc WPA-NONE !!";
ERROR13 ="No se puede unir con Ad Hoc WPA2-PSK !!";
ERROR14 ="WPA/WPA2 Enterprise esta no lo soporta !!";
ERROR15 ="Por favor, permita a la utilidad acceder a llavero.";

WARNING0 ="Advertencia";
WARNING1 ="Por favor, introduzca un SSID";
WARNING2 ="Por favor, introduzca un nombre de perfil";
WARNING3 ="La longitud de caracteres SSID es mayor de 32.";
WARNING4 ="El perfil ya existe. Usted quiere sobre escribirlo?";
WARNING5 ="Seguro que desea eliminar el perfil seleccionado?";

NOTICE0 ="AVISO";
NOTICE1 ="Error en modo AP.";
NOTICE2 ="Error en modo STA.";
NOTICE3 ="QOSMode El valor establecido fallo";
NOTICE4 ="QOSMode El valor obtenido fallo";
NOTICE5 ="QOSMode valor incorrecto";
NOTICE6 ="RTSThreshold fuera de rango.(0 ~ 2432)";
NOTICE7 ="FragmentationThreshold fuera de rango.(256 ~ 2432)";
NOTICE8 ="Por favor, active la tarjeta USB-WiFi en el elemento Red en Preferencias del Sistema.";
NOTICE9 ="Conecte el adaptador de Red en su computadora";
NOTICE10 ="Contraseña errónea, por favor intente nuevamente";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";